import productImg01 from "../images/princes.jpeg";
import productImg02 from "../images/magiagorit.jpg";
import productImg03 from "../images/Tsvetok_tmy.jpeg";

import productImg04 from "../images/xodzamok.jpg";
import productImg05 from "../images/nasled.jpg";
import productImg06 from "../images/sholox.jpg";
import productImg007 from "../images/zolot.jpg";

import productImg07 from "../images/labir.jpg";
import productImg08 from "../images/djecabi.jpg";
import productImg09 from "../images/pustayaMogil.jpg";
import productImg10 from "../images/tigana.jpg";

import productImg13 from "../images/otplot.jpg";
import productImg14 from "../images/prizrach.jpg";
import productImg15 from "../images/carstvoproc.jpg";
import productImg16 from "../images/koroleva.jpg";
import productImg17 from "../images/krovavOstrov.jpg";
import productImg18 from "../images/zelenMila.jpg";

import productImg19 from "../images/zvonok.jpg";
import productImg20 from "../images/glubina.jpg";
import productImg21 from "../images/golem.jpg";
import productImg22 from "../images/kladbishe.jpg";

import productImg23 from "../images/omyt.jpg";

import productImg25 from "../images/stancia.jpg";

const products = [
  {
    id: "01",
    productName: "Принцесса Пепла ",
    imgUrl: productImg01,
    category: "фэнтези-романтика",
    shortDesc:
      "Мать Теодосии, Королеву пламени, убили, а ее страну завоевали. В один день девушка лишилась и семьи, и трона, и даже своего имени. Унизительный титул, который она вынуждена носить вместе с пепельной короной, пачкающей лицо и одежду. ",
    description:
      "Мать Теодосии, Королеву пламени, убили, а ее страну завоевали. В один день девушка лишилась и семьи, и трона, и даже своего имени. Отныне ее все зовут Принцессой пепла. Унизительный титул, который она вынуждена носить вместе с пепельной короной, пачкающей лицо и одежду. Оказавшись во власти жестокого кайзера, Теодосия пытается выжить и не сойти с ума, ведь за малейшую провинность ее сурово наказывают. А если армия узурпатора терпит поражение, девушке достается еще больше плетей. Но когда кровожадный кайзер принуждает Теодосию совершить убийство близкого человека, девушка решает восстать. Она единственная надежда Астреи и ее богами забытого народа. Чтобы сражаться у Теодосии есть острый, как клинок, ум, и сила, что не всегда завоевывается на поле боя...",
    reviews: [
      {
        rating: 4.2,
        text: "Мне кажется, если бы у меня были полноценные свободные выходные, то я проглотила бы эту книгу на одном дыхании, настолько она напоминает обычный, полноценный young adult, с борьбой за власть и любовным треугольником. Да, сюжет предсказуем, но это не помешало мне получить удовольствие от чтения!",
      },
    ],
    avgRating: 4.2,
  },

  {
    id: "02",
    productName: "Магия горит ",
    imgUrl: productImg02,
    category: "фэнтези-романтика",
    price: 253,
    shortDesc:
      "Раз в семь лет в Атланте случается Вспышка: магия свирепствует. Наемница Кейт Дэниелс должна вернуть украденные карты Стае. Но ставки слишком высоки. Ведь карты – первый шаг в противостоянии богов, каждый из которых мечтает возродиться. К тому же норка-перевертыш просит девушку об одолжении… ",
    description:
      "Раз в семь лет в Атланте случается Вспышка: магия свирепствует. Наемница Кейт Дэниелс должна вернуть украденные карты Стае. Но ставки слишком высоки. Ведь карты – первый шаг в противостоянии богов, каждый из которых мечтает возродиться. К тому же норка-перевертыш просит девушку об одолжении… Устроить свадьбу бывшего бойфренда с другой девушкой? Найти сгинувшую в ночи мать тринадцатилетки? Отправиться внутрь гигантской черепахи, где живут пифии? Легко, если ты Кейт.",
    reviews: [
      {
        rating: 4.8,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.8,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.5,
  },

  {
    id: "03",
    productName: "Цветок тьмы",
    imgUrl: productImg03,
    category: "фэнтези-романтика",
    price: 173,
    shortDesc:
      "В империи Арамтеш власть принадлежит тем, кто владеет ароматами. В ночь Цветочной Луны, когда мрак окутывает землю, распускается темнейший из цветков – дахкаи. Его аромат способен подарить своему обладателю богатство, власть и могущество. Но увидеть волшебные бутоны можно лишь раз в тысячу лун.",
    description:
      "В империи Арамтеш власть принадлежит тем, кто владеет ароматами.В ночь Цветочной Луны, когда мрак окутывает землю, распускается темнейший из цветков – дахкаи. Его аромат способен подарить своему обладателю богатство, власть и могущество. Но увидеть волшебные бутоны можно лишь раз в тысячу лун. Именно в эту ночь пламя охватило священные сады, и среди огня обнаружили тело наследника престола, который пал жертвой древнего яда. Противоядие – лишь сказка, которой никогда не стать реальностью. Но Ракель, бедной девушке с талантом к магии ароматов, и верному телохранителю принца, Эшу, придется отыскать эликсир, способный излечить будущего правителя. Для этого они должны найти библиотеку, погребенную в песках и раскрыть тайны, созданные на заре времен. Но для спасения империи Эшу и Ракель придется противостоять не только могущественной армии, но и внутренним демонам.",
    reviews: [
      {
        rating: 4.5,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.5,
  },
  {
    id: "04",
    productName: "Ходячий замок",
    imgUrl: productImg04,
    category: "фэнтези-романтика",
    price: 163,
    shortDesc:
      "Софи живет в сказочной стране, где ведьмы и русалки, семимильные сапоги и говорящие собаки - обычное дело. Поэтому, когда на нее обрушивается ужасное проклятие коварной Болотной Ведьмы",
    description:
      "Книги английской писательницы Дианы У.Джонс настолько ярки, что так и просятся на экран. По ее бестселлеру Ходячий замок знаменитый мультипликатор Хаяо Миядзаки (Унесенные призраками), обладатель Золотого льва - высшей награды Венецианского фестиваля, снял анимационный фильм, побивший в Японии рекорд кассовых сборов. Софи живет в сказочной стране, где ведьмы и русалки, семимильные сапоги и говорящие собаки - обычное дело. Поэтому, когда на нее обрушивается ужасное проклятие коварной Болотной Ведьмы, Софи ничего не остается, как обратиться за помощью к таинственному чародею Хоулу, обитающему в Ходячем замке. Однако, чтобы освободиться от чар, Софи предстоит разгадать немало загадок и прожить в замке у Хоула гораздо дольше, чем она рассчитывала. А для этого нужно подружиться с огненным демоном, поймать падающую звезду, подслушать пение русалок, отыскать мандрагору и многое, многое другое.",
    reviews: [
      {
        rating: 4.6,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.7,
  },

  {
    id: "05",
    productName: "Наследница молний",
    imgUrl: productImg05,
    category: "фэнтези-романтика",
    price: 163,
    shortDesc:
      "Что толку в пробудившейся магии, если она не способна защитить? После того кошмара, что темный бог устроил в школе, я думала, этот мир для меня закрыт. Но у Кеймана Кроста, директора и моего опекуна, на этот счет оказалось другое мнение...",
    description:
      "Что толку в пробудившейся магии, если она не способна защитить? После того кошмара, что темный бог устроил в школе, я думала, этот мир для меня закрыт. Но у Кеймана Кроста, директора и моего опекуна, на этот счет оказалось другое мнение. Меня не только не исключили, но и взялись охранять, как самую настоящую принцессу. Придется все же продолжить учебу. Стиснув зубы, осваивать магию дальше, чтобы назло всему выжить и отомстить за тех, кто стал жертвой обезумевшего бога. И верить в то, что сила Огня способна вернуть того, кто уже шагнул за грань...",
    reviews: [
      {
        rating: 4.6,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.7,
  },

  {
    id: "06",
    productName: "Шолох. Академия Буря",
    imgUrl: productImg06,
    category: "фэнтези-романтика",
    price: 163,
    shortDesc:
      "Ладиславу Найт ждут непростые полгода. Пытаясь убежать от себя, она отправляется на далекий остров Этерны...",
    description:
      "Ладиславу Найт ждут непростые полгода. Пытаясь убежать от себя, она отправляется на далекий остров Этерны. Берти Голден-Халла — детектив — тоже скрывается от прошлого. И вместе с ним Лади готова нырнуть в опасное расследование. Древние тайны, магическая Академия и остров, полный загадок. Буря разразится через три, два...",
    reviews: [
      {
        rating: 4.6,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.7,
  },
  {
    id: "07",
    productName: "Лабиринт эхо: Чужак",
    imgUrl: productImg07,
    category: "фэнтези-детектив",
    price: 99,
    shortDesc:
      "Практически сразу же после «переезда» главный герой под чутким руководством начальника Тайного Сыска сэра Джуффина Халли берется за расследование серии загадочных убийств...",
    description:
      "В первую книгу серии «Лабиринты Ехо» вошли семь повестей о приключениях сэра Макса и его друзей в городе Сердца Мира и за его пределами. Открывает сборник «Дебют в Ехо». Читатели узнают, кто же такой сэр Макс и как его угораздило попасть из нашей вселенной в магическую. Практически сразу же после «переезда» главный герой под чутким руководством начальника Тайного Сыска сэра Джуффина Халли берется за расследование серии загадочных убийств. Преступник появляется из зеркала и влияет на разум людей. Удастся ли начинающему магу его остановить? Также сэру Максу придется бороться с нечистью, которая питается снами. Ловить необычных воров. Выяснять причину загадочных смертей преступников, отбывающих наказание в магической тюрьме. И даже вычислять опасного маньяка, попавшего в Ехо из обычного мира…",
    reviews: [
      {
        rating: 4.6,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.7,
  },

  {
    id: "27",
    productName: "Золотая империя",
    imgUrl: productImg007,
    category: "фэнтези-романтика",
    price: 173,
    shortDesc:
      "Дэвабад пал. Город лишился своей магии. У власти тиран, который не может сдержать собственных демонов...",
    description:
      "Дэвабад пал. Город лишился своей магии. У власти тиран, который не может сдержать собственных демонов. Нари и Али скрываются в Каире среди обычных людей, но полны решимости вернуться и спасти своих близких. Они понимают, что для того, чтобы изменить мир, им, возможно, придется сражаться с теми, кого они когда-то любили… и встать на защиту тех, кому они когда-то причинили боль.",
    reviews: [
      {
        rating: 4.6,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.7,
  },

  {
    id: "08",
    productName: "Джекаби",
    imgUrl: productImg08,
    category: "фэнтези-детектив",
    price: 89,
    shortDesc:
      "Юная искательница приключений Эбигейл Рук устраивается на должность ассистентки к молодому детективу Р. Ф. Джекаби, исследователю необъяснимых явлений. Джекаби обладает необычным даром — он может видеть фантастических существ, обитающих в городе под видом обыкновенных людей и животных...",
    description:
      "Новая Англия, 1892 год. Юная искательница приключений Эбигейл Рук устраивается на должность ассистентки к молодому детективу Р. Ф. Джекаби, исследователю необъяснимых явлений. Джекаби обладает необычным даром — он может видеть фантастических существ, обитающих в городе под видом обыкновенных людей и животных. Талант Эбигейл — подмечать обычные, но важные детали — делает ее идеальной помощницей паранормального детектива. Первый рабочий день Эбигейл начинается с жуткого происшествия: в городе объявляется серийный убийца. Полиция считает его обыкновенным преступником, но Джекаби уверен, что это нечеловеческое создание. Мистическое расследование начинается!",
    reviews: [
      {
        rating: 4.6,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.7,
  },

  {
    id: "09",
    productName: "Пустая могила",
    imgUrl: productImg09,
    category: "фэнтези-детектив",
    price: 112,
    shortDesc:
      "Узнав, что Марисса Фиттис, основательница крупнейшего в Лондоне агентства по борьбе с призраками, вовсе не умерла много лет назад, мы решили пробраться в ее усыпальницу и вскрыть гроб.Действительно, вместо покойницы в гробу лежала восковая кукла. Но кто же тогда руководит агентством?",
    description:
      "Узнав, что Марисса Фиттис, основательница крупнейшего в Лондоне агентства по борьбе с призраками, вовсе не умерла много лет назад, мы решили пробраться в ее усыпальницу и вскрыть гроб. Действительно, вместо покойницы в гробу лежала восковая кукла. Но кто же тогда руководит агентством? И как Мариссе удалось прожить так долго и выглядеть столь молодо? Но похоже, получить ответы на эти вопросы нам не суждено, потому что мы стали получать угрозы, а затем агентство Фиттис и вовсе прислало к нашему дому головорезов. Чтобы спастись от верной смерти, мне и моим друзьям нужно пройти по Другой Стороне, миру призраков. Отважившись на такое опасное предприятие, мы сильно рискуем, но что если нам все-таки удастся разгадать тайну Мариссы? Ведь как известно, ее агентство уже многие годы ведет эксперименты, путешествуя на Другую Сторону. Но мы и не предполагали, какая страшная правда нам откроется. Кажется, мы вплотную приблизились к разгадке Проблемы и скоро узнаем ответ на вопрос - почему призраки наводнили Англию...",
    reviews: [
      {
        rating: 4.6,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.7,
  },

  {
    id: "10",
    productName: "От плоти и крови",
    imgUrl: productImg13,
    category: "фэнтези-детектив",
    price: 799,
    shortDesc:
      "Она — Фэллон Свифт. Дочь Туат Де Данан. Она принадлежит свету и мечу, лесам и болотам, равнинам и холмам, городам и деревням. Она — все, кто был до нее и все, кто придет позже...",
    description:
      "Она — Фэллон Свифт. Дочь Туат Де Данан. Она принадлежит свету и мечу, лесам и болотам, равнинам и холмам, городам и деревням. Она — все, кто был до нее и все, кто придет позже. Она — Избранная. Но пока Фэллон только тринадцать лет, и она едва ли знает мир своих родителей — мир, населенный миллиардами людей, мир без магии, мир, в котором города не лежат в руинах. Зато ей прекрасно известно, сколь опасен тот мир, который привычен ей самой — мир, в котором можно встретить фей, эльфов и оборотней, мир, в котором рыщут банды мародеров и религиозные фанатики. На таких, как Фэллон, обладающих даром, ведется охота, и все ближе время, когда истинную природу девушки уже невозможно будет скрывать. Когда Избранной придется принять меч и щит и вступить в битву, предначертанную века назад. Ведь пока Фэллон не станет той, кем была рождена, этот мир не обретет целостность.",
    reviews: [
      {
        rating: 4.8,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.9,
  },
  {
    id: "25",
    productName: "Тигана",
    imgUrl: productImg10,
    category: "фэнтези-детектив",
    price: 99,
    shortDesc:
      "Двадцать лет назад два могущественных колдуна, Альберико Барбадиорский и Брандин Игратский, вторглись во главе армий на полуостров Ладонь и поделили завоёванные земли между собой...",
    description:
      "Двадцать лет назад два могущественных колдуна, Альберико Барбадиорский и Брандин Игратский, вторглись во главе армий на полуостров Ладонь и поделили завоёванные земли между собой. Ныне во владениях Альберико царит кровавая тирания, но Брандин милосерден к новым подданным. Ко всем, кроме жителей страны Тигана: в сражении за неё погиб любимый сын Брандина, и месть короля-колдуна оказалась страшна. Дворцы и храмы Тиганы были разрушены, скульптуры - разбиты, книги и летописи - сожжены. Могущественное заклятие заставило людей забыть само её название. Когда умрёт последний, кто был в ней рождён, даже память о Тигане исчезнет из мира. Однако остались те, кто жаждет спасти свою страну от вечного забвения. Кто готов убить Брандина, ведь его смерть разрушит чары. И то, что два правителя-колдуна готовятся развязать новую кровопролитную войну, на сей раз - между собой, как нельзя кстати вписывается в их планы…",
    reviews: [
      {
        rating: 4.6,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.9,
  },
  {
    id: "11",
    productName: "Танамор. Призрачный сыщик",
    imgUrl: productImg14,
    category: "фэнтези-детектив",
    price: 799,
    shortDesc:
      "Ирландия, 1837 год. Научный прогресс не остановить, и на смену чарам волшебника Мерлина приходит электричество...",
    description:
      "Ирландия, 1837 год. Научный прогресс не остановить, и на смену чарам волшебника Мерлина приходит электричество. Вот только ожившие с помощью науки люди превращаются в зомби. Как же восставшим из праха ожить по-настоящему или обрести покой? Чтобы помочь им и себе, убитый, а потом воскресший при странных обстоятельствах Джонни Гленгалл отправляется на поиски затерянной среди зеленых холмов Ирландии деревушки, в которой сотни лет хранился танамор – удивительный талисман, оживляющий не только тело, но еще и душу, и разум",
    reviews: [
      {
        rating: 4.8,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.8,
  },

  {
    id: "12",
    productName: "Царство Проклятых",
    imgUrl: productImg15,
    category: "фэнтези-детектив",
    price: 599,
    shortDesc:
      "Милия продала душу дьяволу и теперь готовится стать Королевой Проклятых.Чтобы добраться до замка будущего мужа, она отправляется в путешествие по Семи Кругам Ада в компании загадочного принца Гнева и попадает в соблазнительный мир пороков...",
    description:
      "Милия продала душу дьяволу и теперь готовится стать Королевой Проклятых.Чтобы добраться до замка будущего мужа, она отправляется в путешествие по Семи Кругам Ада в компании загадочного принца Гнева и попадает в соблазнительный мир пороков.Среди роскошных дворцов и нарядов, таинственных приглашений на вечеринки и противоречивых подсказок о том, кто на самом деле убил ее сестру-близняшку, Эмилия чувствует себя как никогда одинокой. Здесь никому нельзя доверять, даже бывшему союзнику в мире людей Гневу.Но храбрая ведьма поклялась разгадать тайну гибели Виттории и отомстить, даже если для этого придется поднять руку на самого хозяина этого мрачного места.",
    reviews: [
      {
        rating: 4.8,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.8,
  },

  {
    id: "13",
    productName: "Королева Лис",
    imgUrl: productImg16,
    category: "фэнтези-детектив",
    price: 799,
    shortDesc:
      "Магия — величайший грех. Так считал Могильный Алхимик, тиран из прошлого, поэтому превратил древнюю королеву магов в убийцу ее сородичей...",
    description:
      "Магия — величайший грех. Так считал Могильный Алхимик, тиран из прошлого, поэтому превратил древнюю королеву магов в убийцу ее сородичей. Ради их спасения миры были разделены, а порталы навсегда закрыты. Айси мечтает пойти по стопам отца и стать полицейским, Эль с детства грезит о волшебстве, а Феликс не помнит большую часть своей жизни. Им предстоит познакомиться при странных обстоятельствах, открыть в себе магические способности и попасть на таинственную Нееру, где их ждет череда препятствий и проверок на прочность. Как новым друзьям выжить во враждебной среде, когда опасность нависает над головой, грозясь лишить их самого ценного дара, который они имеют, — собственной жизни",
    reviews: [
      {
        rating: 4.8,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.8,
  },

  {
    id: "14",
    productName: "Кровавый остров",
    imgUrl: productImg17,
    category: "хоррор-фэнтези",
    price: 899,
    shortDesc:
      "Таинственный монстролог доктор Уортроп и его ученик, сирота Уилл Генри, охотятся на чудовищ, распутывают загадочные истории и пытаются найти ответы на вечные вопросы, терзающие человечество. Однажды монстролог отправляется в путешествие с новым ассистентом, впервые оставив Уилла одного...",
    description:
      "Оказавшись в водовороте странных и жутких событий, таинственный монстролог доктор Уортроп и его ученик, сирота Уилл Генри, охотятся на чудовищ, распутывают загадочные истории и пытаются найти ответы на вечные вопросы, терзающие человечество. Однажды монстролог отправляется в путешествие с новым ассистентом, впервые оставив Уилла одного, и вскоре приходит трагическое известие о том, что доктор… погиб. Но Уилл не может поверить в то, что его учителя больше нет, и отправляется на поиски правды.",
    reviews: [
      {
        rating: 4.8,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 5,
  },

  {
    id: "15",
    productName: "Зелёная миля",
    imgUrl: productImg18,
    category: "хоррор-фэнтези",
    price: 699,
    shortDesc:
      "Стивен Кинг приглашает читателей в жуткий мир тюремного блока смертников, откуда уходят, чтобы не вернуться, приоткрывает дверь последнего пристанища тех, кто преступил не только человеческий, но и Божий закон...",
    description:
      "Стивен Кинг приглашает читателей в жуткий мир тюремного блока смертников, откуда уходят, чтобы не вернуться, приоткрывает дверь последнего пристанища тех, кто преступил не только человеческий, но и Божий закон. По эту сторону электрического стула нет более смертоносного местечка! Ничто из того, что вы читали раньше, не сравнится с самым дерзким из ужасных опытов Стивена Кинга - с историей, что начинается на Дороге Смерти и уходит в глубины самых чудовищных тайн человеческой души...",
    reviews: [
      {
        rating: 4.8,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.8,
  },

  {
    id: "16",
    productName: "Звонок",
    imgUrl: productImg19,
    category: "хоррор-фэнтези",
    price: 299,
    shortDesc:
      "Эта драматическая, полная тайн история начинается с того, что в один день и час при странных обстоятельствах умирают четверо молодых людей...",
    description:
      "Роман японского писателя Кодзи Судзуки Звонок многим читателям известен по одноименному фильму ужасов. Эта драматическая, полная тайн история начинается с того, что в один день и час при странных обстоятельствах умирают четверо молодых людей. Дело берется расследовать журналист Асакава. Он не замечает сам, как оказывается во власти могущественной темной силы, природу которой и пытается разгадать.",
    reviews: [
      {
        rating: 4.8,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.8,
  },

  {
    id: "17",
    productName: "Глубина",
    imgUrl: productImg20,
    category: "хоррор-фэнтези",
    price: 299,
    shortDesc:
      "Говорили, что этот лайнер роскошнее, чем любой из существующих кораблей. Говорили, что он непотопляем. Но «Титаник» затонул в первом же плавании, и ещё прежде, чем корабль столкнулся с айсбергом...",
    description:
      "Говорили, что этот лайнер роскошнее, чем любой из существующих кораблей. Говорили, что он непотопляем. Но «Титаник» затонул в первом же плавании, и ещё прежде, чем корабль столкнулся с айсбергом, на борту его творилось нечто зловещее… и потустороннее. Энни Хеббли пережила гибель «Титаника». Она годами пыталась оправиться от произошедшего — не только от катастрофы. Она хотела забыть об ужасах, творившихся на борту лайнера, но прошлое невозможно стереть. На борту плавучего госпиталя «Британник» Энни придётся погрузиться в страшные воспоминания. Ведь «Британник» — близнец «Титаника», и кошмар повторится вновь",
    reviews: [
      {
        rating: 4.8,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.7,
  },

  {
    id: "18",
    productName: "Голем",
    imgUrl: productImg21,
    category: "хоррор-фэнтези",
    price: 299,
    shortDesc:
      "Роман отличает напряженный детективный сюжет и изрядное количество аллюзий, восходящих к Каббале, буддизму и алхимии...",
    description:
      "Роман отличает напряженный детективный сюжет и изрядное количество аллюзий, восходящих к Каббале, буддизму и алхимии. Густав Майринк - австрийский писатель, чьи произведения сравнивали с повестями и рассказами Э. По. Будущий писатель родился в Вене в 1868 г., однако его по-настоящему родным городом стала Прага, в которой он успешно сделал финансовую карьеру, основав с племянником собственный банк. Однако мистика старого города производила на него сильное впечатление. Успешный финансист занялся изучением иудейской мистики, теософии и различных духовных учений Востока, в результате чего его даже обвиняли в использовании колдовства в банкирской практике. Писать Майринк начал довольно рано, однако самый его знаменитый роман Голем был опубликован, когда ему было уже почти пятьдесят. Благодаря Майринку история об иудейском раввине, оживляющем с помощью каббалистических заклятий глиняного монстра, стала известна во всем мире. Писатель скончался в 1932 г. неподалеку от Мюнхена в собственной вилле.",
    reviews: [
      {
        rating: 4.8,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.7,
  },

  {
    id: "19",
    productName: "Кладбище домашних животных",
    imgUrl: productImg22,
    category: "хоррор-фэнтези",
    price: 399,
    shortDesc:
      "Луис Крид и не предполагал, чем обернется для него и его семьи переезд в новый дом...",
    description:
      "Луис Крид и не предполагал, чем обернется для него и его семьи переезд в новый дом. До сих пор он и слыхом не слыхивал о Вендиго - зловещем духе индейских легенд. И уж тем более не догадывался, что рядом с этим домом находится кладбище домашних животных.Однако очень скоро ему пришлось пожалеть о своем неведении...",
    reviews: [
      {
        rating: 4.8,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.8,
  },

  {
    id: "20",
    productName: "Призрачный омут",
    imgUrl: productImg23,
    category: "хоррор-фэнтези",
    price: 199,
    shortDesc:
      "Саманта Мэзер принадлежит к проклятому роду. Призраки, духи и злой рок преследуют девушку с тех пор, как она поселилась в Салеме.",
    description:
      "Саманта Мэзер принадлежит к проклятому роду. Призраки, духи и злой рок преследуют девушку с тех пор, как она поселилась в Салеме. В 1912 году тетя и дядя Саманты Мэзер взошли на «Титаник». Спустя сто лет после трагических событий Саманта начинает видеть сны о зловещем корабле. Чем больше девушка погружается в мир снов, тем страшнее становится опасность, которая ей грозит. Сможет ли она изменить прошлое, пока призрачный омут не затянул ее в свои глубины навсегда?",
    reviews: [
      {
        rating: 4.8,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.8,
  },

  {
    id: "22",
    productName: "Станция Лихо",
    imgUrl: productImg25,
    category: "хоррор-фэнтези",
    price: 199,
    shortDesc:
      "Каждый из нас наверняка задавался вопросом: а что будет, если заснуть в метро и уехать в депо?",
    description:
      "Каждый из нас наверняка задавался вопросом: а что будет, если заснуть в метро и уехать в депо? Яна обязательно узнает это, ведь однажды она окажется в другом мире Или не совсем другом, но измененном почти до неузнаваемости. Там обитает то, что угрожает самой реальности, а сам мир плотно заселен существами, о которых в нашем мире говорят с опаской и уважением. Возможно ли выбраться из этого странного мира и вернуться домой целой и не- вредимой? А если и возможно, то есть ли шанс остаться прежней?",
    reviews: [
      {
        rating: 4.8,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
      {
        rating: 4.9,
        text: "Lorem ipsum dolor sit amet consectetur adipisicing elit.",
      },
    ],
    avgRating: 4.8,
  },
];

export default products;
